Repository: okarokho/info_med
Catalog: lib/l10n/app_*.arb
Languages: ar, ku

# language
source: English
ar: عربي
ku: کوردی

# local
source: en
ar: ar
ku: ku

# search
source: Search Medicine ...
ar: ... بحث الطب
ku: ... گەڕان بەدوای دەرمان

source: Home
ar: رئیسي
ku: سەرەکی

source: Saved
ar: مفضل
ku: دڵخوازەکان

source: Tracking
ar: تتبع
ku: چاودێری

source: Reminder
ar: تذکیر
ku: بیرخستنەوە

source: Empty
ar: فارغ
ku: بەتاڵ

source: All
ar: الجميع
ku: هەموو دەرمانەکان

source: Anti-inflammatory
ar: مضاد الالتهاب
ku: دژە هەوکردن

source: Antibiotec
ar: مضاد حیوي
ku: دژە بەکتریا

source: Heart
ar: قلب
ku: دڵ

source: Stimulants
ar: المنشطات
ku: وریاکەرەوەکان

source: Lungs
ar: رئتين
ku: سییەکان

source: Sleep Disorder
ar: إختلال النوم
ku: تێکچوونی خەو

source: Eye
ar: ‌‌‌‌‌‌‌‌‌عین
ku: چاو

source: Stomach
ar: معدة
ku: گەدە

source: Anti-depressant
ar: مضاد الاکتئاب
ku: دژە خەمۆکی

source: Seizure
ar: اِنتِزاع
ku: پەرکەم

source: Pain Killer
ar: قاتل الآلام
ku: ئازارشکێن

source: Diabetes
ar: السکري
ku: شەکرە

source: Hormons
ar: الهرمونات
ku: هۆرمۆنەکان

source: Others
ar: آخرون
ku: زیاتر

# notFound
source: No information founded
ar: لم يتم العثور على معلومات
ku: هیچ دەرمانێک نەدۆزرایەوە

source: Delete
ar: حذف
ku: سڕینەوە

source: Undo
ar: الغاء التحميل
ku: گەڕانەوە

source: Deleted Successfully
ar: حذف بنجاح
ku: بە سەرکەووتویی سڕایەوە

# noDrug
source: No Drug to Remind !!
ar: لا دواء للتذكير !!
ku: هیچ دەرمانێکت نییە بۆ بیرخستنەوە !!

source: Drug Name
ar: اسم الطب
ku: ناوی دەرمان

# nameError
source: Enter Drug Name
ar: ادخل اسم الطب
ku: ناوی دەرمان بنووسە

# enterName
source: Enter a Name
ar: ادخل اسم الطب
ku: ناوی دەرمان بنووسە

source: Dose
ar: جرعة دواء
ku: ژەمە دەرمان

# doseNumber
source: Pls Enter Dose Amount
ar: الرجاء إدخال مقدار الجرعة
ku: تکایە بڕی ژەمەکە دیاریبکە

source: Type
ar: نوع
ku: جۆر

# drugType
source: Pls choose type
ar: الرجاء اختيار النوع
ku: تکایە جۆری دەرمان دیاریبکە

source: When to take
ar: الوقت لآخذ
ku: کاتی وەرگرتن

# drugTime
source: Pls select time
ar: الرجاء تحديد الوقت
ku: کات دیاری نەکراوە

# invalidTime
source: Invalid Format
ar: الوقت غیر صحیح
ku: کاتەکە هەڵەیە

# invalidDate
source: Invalid Format
ar: التاریخ غیر صحیح
ku: بەروارەکە هەڵەیە

# medTime
source: Time to take your Medication !
ar: ! الوقت الاتخاذ الدواء
ku: ! کاتی وەرگرتنی دەرمانەکەتە

source: Save
ar: حفظ
ku: خەزن بکە

source: Description
ar: وصف
ku: دەربارە

source: Instruction
ar: تعليمات
ku: بەکارهێنان

source: Side Effect
ar: اعراض جانبية
ku: کاریگەرییە لاوەکیەکان

# lang
source: Language
ar: لغة
ku: زمان

# selectName
source: Select the Name of Medicine
ar: حدد اسم الطب
ku: ناوی دەرمانەکە بخە ناو لاکێشەکە

source: Loading ...
ar: ... جار التحميل
ku: چاوەڕوانبە ...

# sorryNotFound
source: Sorry The Drug You Searching Not Found !!
ar: آسف لم يتم العثور على الدواء الذي تبحث عنه
ku: ببوورە ئەو دەرمانەی کە بەدوایدا دەگەڕێیت نەدۆزرایەوە

source: Gallery
ar: المعرض
ku: گەلەری

# searchName
source: Search by Name
ar: البحث عن الإسم

source: Camera
ar: کامیرا
ku: کامێرا
